{
    "段天德": "南宋武官。受金国赵王完颜洪烈的指示，袭击牛家村郭杨两家，杀害郭靖的父亲郭啸天。最后死于杨康的九阴白骨爪下。",
    "沈青刚": "沙通天的徒弟, 黄河四鬼老大,人称'断魂刀'。",
    "丘处机": "道教全真道掌教, 全真七子之一, 是一位豪迈奔放、武艺高强的道士，也是抗金护民的民族英雄人物, 虽高龄而远赴西域劝说成吉思汗止杀爱民。",
    "简长老": "丐帮四大长老之一，在丐帮威信很高。",
    "傻姑": "桃花岛嫡传弟子曲灵风的女儿。曲灵风死后，受刺激而神智不清，因此变傻。后被黄药师带回桃花岛练就了一身不凡的武功。",
    "朮赤": "成吉思汗铁木真长子，蒙古汗国军事将领。出生于战乱年代，母曾为蔑儿乞惕部所掠，后救归，于途中生下术赤。",
    "梁子翁": "长白山高手，人称参仙老怪，绝技为辽东野狐拳，为一身法灵动，多为虚招的拳术。",
    "王罕": "蒙古克烈末代首领，因受金国册封为王。",
    "桑昆": "蒙古克烈部末代首领王罕之子，因铁木真认王汗为父，遂与其成为安答。",
    "赤老温": "大漠四杰之一,在成吉思汗被泰亦赤兀族追击之际掩护其脱险，获得信任。",
    "柯镇恶": "一位侠义英雄，也是一代盲侠，绰号飞天蝙蝠。他是大侠郭靖的师父，位居江南七怪之首，是江南武林的佼佼者，绝技是降魔杖法。",
    "铁木真": "大蒙古国可汗，尊号“成吉思汗”。",
    "那樵子": 12,
    "者勒米": 13,
    "彭连虎": "是河北、山西一带的悍匪，手下喽啰甚多，声势浩大，此人见多识广、行事毒辣、杀人如麻，外号“千手人屠”。在完颜洪烈手下五大高手中，见识最广，反应也最机敏。",
    "张阿生": "“江南七怪”之一，是身材粗壮的屠夫，擅使拳法、刀法，并练就“铁布衫”。为救韩小莹而被“铜尸”陈玄风杀死，临死前韩小莹嫁给了他，由于在郭靖学师前已死，未向其传授武功。",
    "陈玄风": "江湖人称“铜尸”，是桃花岛主东邪黄药师的6大弟子（曲灵风、梅超风、陆乘风、武眠风、冯默风、陈玄风）之一，年轻时在黄药师门下习武并与梅超风相爱，私定终身，不仅如此，二人还觊觎黄药师的《九阴真经》。之后二人偷走《九阴真经》下卷，私逃离开桃花岛。",
    "王重阳": "全真派创派祖师，天下五绝之首的“中神通” ，身材甚高，腰悬长剑，风姿飒爽，英气勃勃，飘逸绝伦。是“老顽童”周伯通的师兄、“全真七子”的师父。",
    "柯辟邪": "“江南七怪”之首“飞天蝙蝠”柯镇恶的哥哥，外号“飞天神龙”。早年时期柯辟邪与柯镇恶两兄弟走行于江湖，无意中撞见“黑风双煞”（“铜尸”陈玄风“铁尸”梅超风）用死人首级修炼邪功“九阴白骨爪”，并与“黑风双煞”发生争斗，死于“黑风双煞”之手。",
    "彭长老": "丐帮净衣帮长老，是一个阴险的叛徒，擅长摄心术。",
    "韩宝驹": "江南七怪之一，外号“马王神”，原是马贩子，身材极其矮胖。他是韩小莹的堂兄。擅使鞭法及马术，授予郭靖的武功为“金龙鞭法”，最后在桃花岛墓室中被杨康偷袭杀害。",
    "谭处端": "全球道教主流——全真道北七真之一。在全真七子与黄药师的对决中不幸丧生。",
    "陆乘风": "东邪黄药师的徒弟，排行第四，上有师兄曲灵风、陈玄风，师姐梅超风，下有师弟武眠风、冯默风，因师兄师姐私奔并盗走师傅的《九阴真经》，黄药师迁怒众徒弟，挑断他们的脚筋，并赶出桃花岛。得意武功为奇门遁甲。",
    "哲别": "蒙古帝国名将。最初臣服泰赤乌部，后投降成吉思汗。哲别骁勇善战，擅长骑射，是郭靖的师父。",
    "穆念慈": "穆念慈容貌姣好，楚楚可怜，身世不幸，幼年父母死于瘟疫，遇到落难的杨康之父杨铁心而被收为义女，更名穆念慈，与杨康育有一子杨过。",
    "韩小莹": "大侠郭靖的师父，江南七怪中的老七，擅长越女剑法，武功在七怪中偏后。为在第一次华山论剑中除掉一个强劲对手，打伤南帝段智兴的贵妃瑛姑的儿子，想耗费段智兴的真气来让他无法获胜。但这是瑛姑和周伯通的私生子，段智兴因而不救。后来还勾结金国王子完颜洪烈，夺取武穆遗书对抗大宋，最终在第二次华山论剑时，被一灯大师段智兴点化皈依出家为僧。",
    "裘千仞": "湘西大帮「铁掌帮」的帮主，在江湖上名声显赫，",
    "侯通海": "外号三头蛟，完颜洪烈手下五大高手（欧阳克、彭连虎、沙通天、灵智上人、梁子翁）之一沙通天的师弟，为黄河帮高手。后来在华山被老顽童拿住，和沙通天等人被囚于重阳宫。",
    "李萍": "郭啸天之妻，主角郭靖之母，是个农家女子，身子壮健。因完颜洪烈爱上了郭啸天的结拜兄弟杨铁心的老婆，勾结宋室官吏让段天德到牛家村以莫须有的罪名抓捕郭啸天和杨铁心。郭啸天死后，为了保护腹中的孩子，多次顽强地与段天德搏斗，最后在蒙古趁机逃离魔爪，在风雪中将孩子产下。多年以后，成吉思汗以李萍性命威胁郭靖征宋，李萍以死教子，嘱咐郭靖一生要问心无愧。",
    "鲁有脚": "原丐帮四大长老之一，属污衣派，后继黄蓉出任丐帮帮主，曾协助郭靖夫妇镇守襄阳、在郭靖西征时与西毒欧阳锋对了一招，最后死在蒙古王子霍都手中。",
    "包惜弱": "杨铁心的妻子、杨康的母亲，容貌秀丽，性情温婉，因为貌美而被金国六太子完颜洪烈设计骗走，最后与丈夫相认，并殉情死在丈夫身畔。",
    "冯默风": "黄药师弟子之一，是黄药师六大弟子里年龄最小、资质最好的。因师兄师姐私奔并盗走师傅的《九阴真经》，黄药师迁怒众徒弟，挑断他们的脚筋，并赶出桃花岛。",
    "一灯大师": "“南帝”，以大理段氏“一阳指”自成一派，武学修为登峰造极。昔年王重阳为防自己死后无人能阻欧阳锋，而在第一次华山论剑的第二年来到大理，用先天功交换了段智兴的一阳指。却不料和王重阳同来的老顽童和段智兴深爱的妃子刘瑛有染，并诞下私生子。而后裘千仞为逼段智兴救人，而重伤刘瑛私生子，段智兴因大吃干醋未救她子而致其死亡。因心怀愧疚，万念俱灰之下段智兴出家为僧，法号“一灯”。",
    "焦木": "身穿黄麻僧衣，手里拿着一段木柴，是临安法华寺主持。焦木和尚在身受重伤之时使足全身之力扑向段天德，可是却扑了个空，撞在寺院的立柱上毙命。",
    "忽都虎": 34,
    "扎木合": "蒙古札达兰部首领, 是铁木真的结义兄弟，最后战败铁木真而自杀。",
    "程瑶迦": "程家的大小姐，拜全真七子中的清净散人孙不二为师。却被欧阳克所擒，丐帮众人相救不下，最后被郭靖、黄蓉解围。后与归云庄的少庄主、陆乘风之子陆冠英成婚。",
    "周伯通": "王重阳的师弟，全真七子的师叔。他天性纯真，爱作弄别人，故有“老顽童”之称。他不拘小节，与晚辈郭靖结拜为兄弟。",
    "枯木": "段天德的伯父，陆冠英的师父，焦木和尚的师兄，他以前本是个军官，出家后法名枯木，段天德被丘处机追杀，到云栖寺避难，枯木大师比武败与丘处机后，让段天德去嘉兴法华寺找焦木禅师求助。",
    "灵智上人": "灵智外号五指秘刀，身披大红袈裟，头戴一顶金光灿然的尖顶僧帽，身材魁梧之极。曾在金国赵王府以毒砂掌暗袭全真教王处一，虽使王处一中毒受伤，但自己也伤得不轻。后来在船上，见到彭连虎等人对欧阳锋恭敬不已感到心中不服，向欧阳锋挑衅而遭制服，被欧阳锋及周伯通投掷戏耍。后来在华山被周伯通制服，囚于重阳宫。",
    "博尔忽": "蒙古国大将。蒙古名将、大漠四杰之一,是成吉思汗的开国元勋。",
    "陆冠英": "归云庄的少庄主，黄药师弟子陆乘风的独生子，后来与程瑶迦结为夫妻。",
    "完颜洪烈": "金国的六王爷，受封赵王，有远大的志向，似有篡位之意。对包惜弱一往情深，不惜揭发杨铁心杀害金兵一事诱骗包惜弱。对杨康十分宠溺，视为己出。在黄蓉的帮助下，完颜洪烈最后被郭靖擒拿，被成吉思汗处死。",
    "张十五": "开头说书人，在曲三酒店喝得大醉后离去，走的时候仍唱着岳飞的《满江红》，揭开武林故事的序幕。",
    "全金发": "一位侠义英雄。是大侠郭靖的师父。在江南七怪中排行第六，绰号“闹市侠隐”，绝技是开山掌法，所用兵器为镔铁铸成的大杆秤，兼带秤钩和秤砣。他的轻功也甚是不弱。最后在桃花岛被西毒欧阳锋杀害。",
    "王处一": "全真七子之一，号玉阳子，师事王重阳。",
    "武罡风": "黄药师的徒弟之一，生平不详，英年早逝。",
    "欧阳锋": "头号反派人物，绰号”西毒“，武功登峰造极，乃“天下五绝”之一，后因逆练郭靖乱改的九阴真经而疯，不过武功更胜从前，于”第二次华山论剑“中先后击败郭靖，黄药师，洪七公三人，被三人公认为”第二次华山论剑“武功天下第一。",
    "汤祖德": 48,
    "尹志平": "全真教丘处机的三徒弟，曾奉师命去蒙古给郭靖的师父——江南七怪送信，并试探郭靖的武功。",
    "黄药师": "外号“东邪”，天下“五绝”之一，是“桃花岛”的岛主，亦是桃花岛派武学创始人。黄药师上通天文，下通地理，五行八卦、奇门遁甲、琴棋书画，无一不晓，无一不精。个性离经叛道，狂傲不羁。漠视“传统礼教”却最敬重忠臣孝子。",
    "曲灵风": "东邪黄药师的大弟子，因陈玄风和梅超风偷走九阴真经，黄药师迁怒其他弟子，将他腿骨打断，赶出桃花岛。到牛家村改名曲三，开酒管营生。后为讨黄药师欢心，深入皇宫盗取名贵字画，被大内高手所杀，留有一女傻姑。",
    "杨铁心": "抗金名将杨再兴之后。与结义兄弟郭啸天隐居牛家村，后被大金六王爷完颜洪烈所陷害，家破人亡，流落江湖。十八年后与妻儿短暂重逢后，与包惜弱被完颜洪烈等人逼迫，双双自杀而死。",
    "洪七公": "绰号“北丐”，武功登峰造极，乃“天下五绝”之一。他的正式徒弟只有郭靖和黄蓉二人，不过曾花时间传武功于穆念慈和杨过。为人正义且机智，生性贪吃，曾经因贪吃误事，自断其右手食指，故也称“九指神丐”。",
    "姜文通": 54,
    "盖运聪": 55,
    "泰亦赤兀部": 56,
    "马钰": "道教全真道道士。在出家前，马钰与孙不二是夫妇。马钰是全真道祖师王重阳在山东收下的首位弟子。曾于崖顶传授郭靖道家内功之法。",
    "梅超风": "东邪黄药师的弟子，武功极高，盗走半部《九阴真经》，背叛师门。因遭师弟陆乘风，飞天蝙蝠柯镇恶兄弟等人追杀远走大漠，与陈玄风合称“黑风双煞”。",
    "那农夫": 59,
    "木华黎": "大蒙古国名将、开国功臣，大漠四杰之一，以沉毅多智、雄勇善战著称。",
    "瑛姑": "本是南帝的一个妃子，因爱习武与在宫中作客的周伯通发生情缘并诞下一子。后儿子被裘千仞重伤，因南帝见死相救而决意复仇。",
    "朱聪": "大侠郭靖的师父，外号妙手书生，武功为“分筋错骨手”，乃“江南七怪”老二。后在桃花岛被“西毒”欧阳锋用蛤蟆功杀害。",
    "裘千丈": "铁掌帮帮主裘千仞的双胞胎哥哥。武功低微常冒充其弟裘千仞的威名游刃有余的招摇撞骗，后失足跌落铁掌峰谷底。",
    "沙通天": "完颜洪烈手下五大高手之一，有四个徒弟黄河四鬼和师弟三头蛟侯通海。沙通天秃头，顶上没半根头发，双目布满红丝，眼珠突出，绰号鬼门龙王。",
    "忽必来": "蒙元帝国名将，成吉思汗帐下“四杰”之一。",
    "完颜洪熙": "金朝宗室，金章宗第二子，曾与六弟完颜洪烈一起赴大漠册封蒙古部落官职。",
    "窝阔台": "成吉思汗的第三子，蒙古帝国大汗，性格温和，骁勇善战。",
    "那书生": 68,
    "博尔朮": "蒙古名将、成吉思汗“四杰”之一，开国元勋之首。",
    "华筝": "成吉思汗之女，蒙古族人，曾许嫁蒙古克烈部首领王罕之孙都史为妻，一生钟情于郭靖。",
    "钱青健": 71,
    "杨康": "杨铁心与包惜弱之子，金国六王爷完颜洪烈的养子。因迷恋富贵，得知身世后仍追随仇人完颜洪烈，欲继其王位。后被遗留在刺尖上的剧毒刺破手掌，中毒身亡。",
    "郭靖": "郭啸天与李萍之子，早年丧父，在蒙古部落成长，拜哲别为师，曾一箭双雕，精熟蒙古摔跤。与铁木真四子拖雷结拜为安答。融合“降龙十八掌”、“九阴真经”和“左右互搏”三大盖世武功为一体，行侠仗义。",
    "欧阳克": "作为“西毒”欧阳锋的侄子，实际上是其私生子。白驼山的少主，面目俊雅却又英气逼人，后因在牛家村曲家酒馆调戏穆念慈，被杨康用铁枪头所杀。",
    "郭啸天": "郭靖的父亲，为救义弟杨铁心而激怒段天德，被段天德砍掉右膀失血过多而死。",
    "孙不二": "清静散人，全真七子之一。出家前与马钰是夫妇，是程瑶迦的师父。",
    "刘处玄": "全真七子之一，号长生子，是王重阳的弟子。",
    "拖雷": "铁木真的第四子，深受铁木真喜爱，三个哥哥分别为术赤、察合台、窝阔台，早年与郭靖结拜为安答。",
    "察合台": "铁木真次子，成吉思汗正妻孛儿台所生第二子。",
    "吴青烈": 80,
    "都史": "蒙古克烈部首领王罕的长子桑昆的儿子，为人刁钻任性，到处耀武扬威，曾与铁木真之女华筝定娃娃亲。后铁木真与王罕反目，双方展开大战，都史被华筝所杀。",
    "黎生": "江湖人称“江东蛇王”，身份为丐帮八袋弟子。他和师侄余兆兴在宝应县相助程瑶迦，险些命丧欧阳克手下，幸得郭靖、 黄蓉搭救，后因不肯屈从于裘千仞也不愿违背假帮主杨康的命令而自刎。",
    "梁长老": "丐帮四大长老之一，性子暴躁，一开始不相信黄蓉被洪七公指为帮主，交手之后见识到黄蓉身上有洪七公的亲传武功，才不得不信。",
    "黄蓉": "桃花岛主“东邪” 黄药师与冯衡的独生女，精通父亲传授的桃花岛武功、五行八卦阵和奇门遁甲之术。与郭靖一生相恋、患难与共，全心全意助旺他，后辅佐夫君保家卫国，竭尽所能。",
    "马青雄": 85,
    "郝大通": "全真七子之一，字太古，号恬然子，又号广宁子，自称太古道人，法名大通。",
    "那渔人": 87,
    "南希仁": "大侠郭靖的师父，在“江南七怪”中排行第四。他擅长猛击硬打，武功仅次于柯镇恶和朱聪。樵夫打扮，身体壮实。一般很少说话，不过一说就切中要害，在七怪里颇有威信。",
    "张十五说书": "张十五以一首诗开始了他的说话，这首诗是南宋诗人戴复古的作品，诗的第二句正是身边景物的写照，而“几处败垣围故井，向来一一是人家”却与他说的叶三姐一家的遭遇相关，同样也是动乱时代的大背景。最后张十五在曲三酒店喝得大醉后离去，走的时候仍唱着岳飞的《满江红》，宣示着武林故事的开始。",
    "曲三击杀侍卫": "一天晚上杨铁心和郭啸天想打些野味，便埋伏在山林中，却等到了被大内侍卫追杀的曲三，也是在这里，才知道了曲三原来武功如此高强，虽然腿脚不便，却在几个回合内将三位高手送入黄泉。",
    "牛家村惊变": "全真派大侠长春子丘处机武功高强，行侠仗义，手刃了大汉奸，结交了忠义之后郭啸天、杨铁心，尽数砍杀了官府和金国追兵。数月后朝廷武官段天德忽然带兵包围了牛家村，郭杨二人被害，妻子被掳。完颜洪烈救下杨铁心之妻包惜弱，段天德挟郭啸天之妻李萍逃入嘉兴法华寺避难。",
    "嘉兴县颜烈表身份": "颜烈救下包惜弱后一路向北，住宿嘉兴酒店时银两被朱聪偷走，面对店小二的逼问在包惜弱面前亮出大金国六王子的真实身份，并叫来了嘉兴府尹盖云聪送来银两。",
    "段天德云栖寺逃追杀": "段天德被丘处机追杀，到云栖寺找伯父枯木大师避难，称被丘处机无理追杀。枯木大师让段天德去嘉兴法华寺找焦木禅师求助。",
    "长春子大战江南七怪": "丘处机得知铁心与啸天被宋兵残杀，愤然往找段天德算账，段以李萍作人质，并到法华寺找着焦木大师，诈称被丘处机无理追杀，藏身于寺内。丘处机命焦木交出段天德，并约定翌日于醉仙楼解决此事，焦木见丘武功非凡，即派人求得江南七怪相助，最后打得两败俱伤，焦木撞柱毙命，段天德挟李萍逃亡大漠。",
    "十八年之约": "江南七怪与丘处机战后和解，得知一切都是段天德的阴谋，众人安葬了焦木和尚，并约定分别传授郭靖、杨康武功，等二人十八岁时在嘉兴府醉仙楼头一较高下。",
    "雪地产子": "段天德逃亡路上遇到金兵，慌乱之中被李萍挣脱逃走，李萍雪地产下郭靖。",
    "大漠激战": 97,
    "军前比武": 98,
    "结义金兰": 99,
    "封爵赏禄": 100,
    "大漠四杰": 101,
    "七怪遇郭靖": 102,
    "七怪大战黑白双煞": 103,
    "战猎豹亲上加亲": 104,
    "一箭双雕": 105,
    "郭靖登崖习内功": 106,
    "郭靖轻功驯红马": 107,
    "崖顶智斗梅超风": 108,
    "赴婚约铁木真遭围困": 109,
    "擒都史斗郭靖立功": 110,
    "兄弟决裂": 111,
    "战黄河四鬼六怪助阵": 112,
    "一统蒙古": 113,
    "金刀驸马": 114,
    "江南赴约": 115,
    "张家口郭靖赠宝马": 116,
    "大兴府比武招亲": 117,
    "郭靖打抱不平": 118,
    "赵王府藏龙卧虎": 119,
    "湖心泛舟黄蓉表身份": 120,
    "救恩人再入虎穴": 121,
    "赵府阴谋": 122,
    "黄蓉智斗王府高人": 123,
    "郭靖偷药误饮蛇血": 124,
    "至亲相认": 125,
    "杨铁心赵王府救妻": 126,
    "郭靖误入铁尸洞": 127,
    "梅超风忆往事": 128,
    "并肩拒敌": 129,
    "夫妻殒命六怪救场": 130,
    "朱聪智取解药": 131,
    "长春子服输": 132,
    "私定终身": 133,
    "郭靖黄蓉偶遇高人": 134,
    "亢龙有悔退强敌": 135,
    "偶遇蛇阵": 136,
    "穆念慈深夜会情郎": 137,
    "太湖吟唱逢知己": 138,
    "归云庄主擒杨康": 139,
    "穆念慈夜闯归云庄": 140,
    "箫声平乱战": 141,
    "裘千丈谈天下大势": 142,
    "归云庄激斗": 143,
    "师徒相认": 144,
    "斗气之战": 145,
    "完颜康手刃段天德": 146,
    "郭杨结拜兄弟": 147,
    "郭靖再战欧阳克": 148,
    "洪七公收徒": 149,
    "郭靖挡金兵救拖雷": 150,
    "杨康暗中帮助完颜洪烈": 151,
    "桃花岛赴约": 152,
    "《九阴真经》往事": 153,
    "双手互搏": 154,
    "郭靖练《九阴真经》": 155,
    "桃花岛提亲": 156,
    "出题选婿": 157,
    "周伯通捉弄黄药师": 158,
    "乘船离开桃花岛": 159,
    "勇斗群鲨": 160,
    "毒杀群鲨": 161,
    "欧阳锋暗算三人": 162,
    "郭靖默写九阴假经": 163,
    "洪七公欧阳锋火中相斗": 164,
    "流落孤岛": 165,
    "黄蓉继任丐帮帮主": 166,
    "黄蓉设计欧阳克": 167,
    "救助欧阳克": 168,
    "离开孤岛": 169,
    "偶遇完颜洪烈": 170,
    "周伯通骑鲨归来": 171,
    "荒村野店发现密洞": 172,
    "禁宫盗取《武穆遗书》": 173,
    "郭靖中刀受重伤": 174,
    "密室疗伤": 175,
    "盗取《武穆遗书》落空": 176,
    "周伯通扮鬼戏耍众人": 177,
    "尹志平陆冠英斗嘴斗武": 178,
    "陆冠英程瑶迦成婚": 179,
    "杨康刺杀欧阳克": 180,
    "梅超风力战全真七子": 181,
    "欧阳锋暗算黄药师": 182,
    "对阵裘千丈": 183,
    "遵守旧约": 184,
    "假传洪七公遗命": 185,
    "裘千仞拜访丐帮": 186,
    "黄蓉揭破杨康谎言": 187,
    "黄蓉智夺帮主之位": 188,
    "夜闯铁掌峰": 189,
    "黑沼遇瑛姑": 190,
    "寻访南帝": 191,
    "智斗书生": 192,
    "一灯疗伤": 193,
    "一灯、周伯通和瑛姑的恩怨情仇": 194,
    "瑛姑闯关": 195,
    "穆念慈杨康分道扬镳": 196,
    "青龙滩恶斗铁掌帮": 197,
    "小情侣互诉衷肠": 198,
    "山洞救下洪七公": 199,
    "黄蓉的担忧": 200,
    "江南五怪的惨状": 201,
    "全真六子合击黄药师": 202,
    "雾中混战": 203,
    "黄蓉搭救柯镇恶": 204,
    "铁枪庙得知真相": 205,
    "多行不义必自毙": 206,
    "重返草原": 207,
    "郭靖练兵": 208,
    "欧阳锋来访": 209,
    "计擒欧阳锋": 210,
    "峰顶再会": 211,
    "从天而降的攻城": 212,
    "沼泽失踪": 213,
    "暗室大乱斗": 214,
    "李萍自尽，郭靖逃离": 215,
    "华山重逢": 216,
    "裘千仞悔过": 217,
    "华山论剑": 218,
    "成吉思汗逝世": 219
}